const temperatureRecipeGroups = {
  hot_meal: {
    titles: [
      "カレーライス",
      "豚カツ",
      "ハンバーグ",
      "唐揚げ",
      "和風パスタ",
      "醤油ラーメン",
      "味噌ラーメン",
      "塩ラーメン",
      "味噌汁",
      "豚汁",
      "コーンスープ",
      "牛丼",
      "カツ丼",
      "鮭の塩焼き",
      "秋刀魚の塩焼き",
      "野菜炒め",
    ],
  },
  standard_meal: {
    titles: [
      "サンドイッチ",
      "ポテトサラダ",
      "シーザーサラダ",
      "エビフライ",
      "和風パスタ",
      "唐揚げ",
      "牛丼",
      "カツ丼",
      "鮭の塩焼き",
      "秋刀魚の塩焼き",
      "野菜炒め",
    ],
  },
  cold_meal: {
    titles: [
      "プリン",
      "ゼリー",
      "アイス",
      "サンドイッチ",
      "ポテトサラダ",
      "シーザーサラダ",
    ],
  },
};

export default temperatureRecipeGroups;
